<?php
return array
(
    'EMPTY_CONTACT_INFO' => '<p>Необходимо указать хотя бы один из способов связи.</p>',
    'BAD_TEXT_HASH' => '<p>Такое объявление уже есть на сайте. Просьба не дублировать объявления, иначе все дубликаты объявлений будут удалены.</p>',

    'BAD_URL_IN_TEXT' => '<p>В тексте объявления обнаружены следующие URL-адреса:</p><var>{url}</var>
                          <p>Писать в тексте объявления URL-адреса НЕ ИМЕЕТ СМЫСЛА, они не преобразуются в гиперссылки.<br />
                          Пожалуйста, удалите их, для ввода URL-адреса есть специальное поле &laquo;Web-сайт&raquo;.</p>',
    'BAD_URL_IN_HEADER' => '<p>В заголовке объявления обнаружены следующие URL-адреса:</p><var>{url}</var>
                            <p>Писать в заголовке объявления URL-адреса НЕ ИМЕЕТ СМЫСЛА, они не преобразуются в гиперссылки.<br />
                            Пожалуйста, удалите их, для ввода URL-адреса есть специальное поле &laquo;Web-сайт&raquo;.</p>',

    'BAD_EMAIL_IN_TEXT' => '<p>В тексте объявления обнаружены следующие email-адреса:</p><var>{email}</var>
                            <p>Писать в тексте объявления email-адреса НЕ ИМЕЕТ СМЫСЛА, они не преобразуются в гиперссылки.<br />
                            Пожалуйста, удалите их, для ввода email-адреса есть специальное поле &laquo;Email-адрес&raquo;.</p>',
    'BAD_EMAIL_IN_HEADER' => '<p>В заголовке объявления обнаружены следующие email-адреса:</p><var>{email}</var>
                              <p>Писать в заголовке объявления email-адреса НЕ ИМЕЕТ СМЫСЛА, они не преобразуются в гиперссылки.<br />
                              Пожалуйста, удалите их, для ввода email-адреса есть специальное поле &laquo;Email-адрес&raquo;.</p>',

	'BAD_WORDS' => '<p>Публикация объявлений с таким содержимым запрещена.<br />Скорее всего, ваше объявление будет удалено.</p>',

    'AFFECT_REWRITE_VIP_DATE_NULL_VALUE' => 'Попытка перезаписать пустым значением VIP-дату',
    'AFFECT_REWRITE_SPECIAL_DATE_NULL_VALUE' => 'Попытка перезаписать пустым значением SPECIAL-дату',
);