<?php
return [
    'title' => array('Редактирование персональных данных'),
    'content' => [
        'add_user' => 'Добавление пользователя',
        'editing_user' => 'Редактирование данных пользователя {user_name}',
        'user_active' => 'Пользователь активен',
        'user_group' => 'Принадлежность к административной группе',
        'id_user' => 'ID пользователя',
        'user_ip' => 'IP пользователя',
        'user_regdate' => 'Дата регистрации',
        'user_visitdate' => 'Последнее посещение',
        'user_login' => 'Логин пользователя',
        'attention_change_user_login' => 'Внимание! Изменять логин пользователя допускается только лишь по просьбе пользователя и указания пользователем нового логина!',
        'user_password_1' => 'Пароль пользователя',
        'attention_change_user_password' => 'Внимание! Изменять пароль пользователя допускается только лишь по просьбе пользователя и указания пользователем нового пароля!',
        'do_not_fill_this_field' => 'Если не хотите менять пароль, то не заполняйте это поле!',
        'user_password_2' => 'Повторите пароль пользователя',
        'user_mail' => 'E-mail пользователя',
        'user_first_name' => 'Имя пользователя',
        'user_last_name' => 'Фамилия пользователя',
        'user_age' => 'Возраст пользователя',
        'user_sex' => 'Пол пользователя',
        'locations' => 'Место проживания пользователя',
        'user_icq' => 'ICQ пользователя',
        'user_url' => 'URL пользователя',
        'user_about' => 'О себе',
        'zip_code' => 'Почтовый индекс',
        'select_your_country' => 'Выберите страну проживания',
        'select_your_region' => 'Выберите регион проживания',
        'select_your_city' => 'Выберите город проживания',
    ],

    'notification' => [
        'message' => [
            'user_edit_ok_no_link' => '<p>Данные пользователя <strong>{user_name}</strong> сохранены.</p>',
        ]
    ]
];