<?php
return [
    'title' => ['Список групп'],
    'content' => [
        'adding_group' => 'Добавление группы',
        'list_of_groups' => 'Список групп',
        'group_name' => 'Имя группы',
        'group_active' => 'Группа активна',
        'question_delete_group' => 'Вы действительно хотите удалить группу «{group_name}»?\n\nУдаление группы приведёт к обнулению всех административных прав у пользователей, закреплённых за этой группой.',
        'empty_list_of_groups' => 'Ещё не заведено ни одной группы',
    ]
];